<?php

return [
    'password' => [
        'match' => 'كلمة المرور المقدمة لا تتطابق مع كلمة المرور الحالية.',
    ],
    'profile' => [
        'updated' => 'تم تحديث ملفك الشخصي بنجاح!',
    ],
    'two_factor' => [
        'enabled' => 'تم تفعيل المصادقة الثنائية بنجاح!',
        'disabled' => 'تم تعطيل المصادقة الثنائية بنجاح!',
        'enabled_help' => 'لحماية حسابك بشكل أفضل، يمكنك تفعيل المصادقة الثنائية. يتطلب ذلك رمز تحقق من تطبيق مصادقة على هاتفك المحمول.',
        'disabled_help' => 'إذا كنت قد فقدت جهازك الذي تستخدمه في المصادقة الثنائية، يمكنك تعطيل هذه الميزة.',
    ],
    'team' => [
        'created' => 'تم إنشاء الفريق بنجاح!',
        'deleted' => 'تم حذف الفريق بنجاح!',
    ],
    'sessions' => [
        'destroyed' => 'تم تسجيل الخروج من جميع الأجهزة بنجاح.',
    ],
];
